tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "julien-cpsn/atac"
tap "koekeishiya/formulae"
brew "asciiquarium"
brew "bitwarden-cli"
brew "btop"
brew "cmatrix"
brew "cmctl"
brew "cowsay"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "helm"
brew "htop"
brew "kubernetes-cli"
brew "lolcat"
brew "neofetch"
brew "neovim"
brew "python@3"
brew "ripgrep"
brew "sops"
brew "speedtest-cli"
brew "stow"
brew "telnet"
brew "tmux"
brew "wget"
brew "yazi"
brew "youtube-dl"
brew "jesseduffield/lazygit/lazygit"
brew "julien-cpsn/atac/atac"
brew "koekeishiya/formulae/skhd"
cask "alt-tab"
cask "arc"
cask "bitwarden"
cask "cyberduck"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "font-hack-nerd-font"
cask "github"
cask "iterm2"
cask "kitty"
cask "rar"
cask "raspberry-pi-imager"
cask "rectangle"
cask "scroll-reverser"
cask "shortcat"
cask "utm"
cask "vlc"
